Repository: codewurker/woocommerce-memberships
Catalog: i18n/languages/blocks/woocommerce-memberships-*-memberships-blocks.po
Languages: pt_br

source: Member Content
pt_br: Conteúdo do Membro

source: Only members of the selected plan(s) can see this content.
pt_br: Somente membros do(s) plano(s) selecionado(s) podem ver este conteúdo.

source: Visitors without the required plan will see a custom restriction message instead of this block.
pt_br: Visitantes sem o plano necessário verão uma mensagem de restrição personalizada ao invés deste bloco.

source: Visitors without the required plan will see the restriction message specified in %1$sMemberships Settings%2$s instead of this block.
pt_br: Visitantes sem o plano necessário verão a mensagem de restrição especificada em %1$sConfigurações de Membros%2$s ao invés deste bloco.

source: This block will be invisible to anyone without the required plan access.
pt_br: Este bloco será invisível para qualquer pessoa sem o acesso ao plano exigido.

source: No message
pt_br: Nenhuma mensagem

source: Default restriction message
pt_br: Mensagem de restrição padrão

source: Custom restriction message
pt_br: Mensagem de restrição personalizada

source: Basic HTML is allowed. You can also use the following merge tags:
pt_br: HTML básico é permitido. Você também pode usar as seguintes tags de mesclagem:

source: The content below will be visible only to users who are members of any plan.
pt_br: O conteúdo abaixo será visível apenas para os usuários que são membros de qualquer plano.

source: The content below will be visible only to users who are members of %s.
pt_br: O conteúdo abaixo será visível apenas para os usuários que são membros do %s.

source: End of member-only content block.
pt_br: Fim do bloco de conteúdo somente para membros.

source: or
pt_br: ou

source: Membership plans
pt_br: Planos de Associação

source: Members of any selected plan(s) will see this block's content. Leave blank to show this content to members of any plan.
pt_br: Os membros de qualquer plano(s) selecionado(s) verão o conteúdo deste bloco. Deixe em branco para mostrar este conteúdo aos membros de qualquer plano.

source: Delay access
pt_br: Atraso no Acesso

source: Determine when members should be able to see this content.
pt_br: Determine quando os membros devem ser capazes de ver este conteúdo.

source: restricted
pt_br: restrito

source: Immediately
pt_br: Imediatamente

source: After being a member for a specific time
pt_br: Depois de ser um membro por um tempo específico

source: After a specific date
pt_br: Após uma data específica

source: hide
pt_br: ocultar

source: protected
pt_br: protegido

source: Active members can see block content after this date.
pt_br: Os membros ativos podem ver o conteúdo do bloco após esta data.

source: memberships
pt_br: associações

source: Days
pt_br: Dias

source: Weeks
pt_br: Semanas

source: Months
pt_br: Meses

source: Years
pt_br: Anos

source: members
pt_br: membros

source: Active members can see block content after this period.
pt_br: Os membros ativos podem ver o conteúdo do bloco após este período.

source: Hide block from members during free trial
pt_br: Ocultar bloqueio de membros durante o teste gratuito

source: If enabled, members of a subscription plan can access this content immediately after their free trial ends, unless a specific time to get access from is selected.
pt_br: Se ativado, os membros de um plano de assinatura podem acessar este conteúdo imediatamente após o término de seu teste gratuito, a menos que um tempo específico para obter acesso seja selecionado.

source: non-members
pt_br: não membros

source: Restricted content message
pt_br: Mensagem de conteúdo restrito

source: non members
pt_br: não membros

source: Message Content
pt_br: Conteúdo da Mensagem

source: restrictions
pt_br: restrições

source: content
pt_br: conteúdo

source: hidden
pt_br: escondido

source: private
pt_br: privado

source: public
pt_br: público

source: This content will only be shown to guests or users who are not members of %s.
pt_br: Este conteúdo será mostrado apenas para convidados ou usuários que não sejam membros de %s.

source: End of content for non-members only.
pt_br: Fim do conteúdo apenas para não membros.

source: Non-Member Content
pt_br: Conteúdo de Não Membros

source: Only non-members can see this content.
pt_br: Apenas não membros podem ver este conteúdo.

source: Users who are not members of the selected plan(s) will see the content within this block. Leave blank to show this content to users who don't belong to any plan.
pt_br: Os usuários que não são membros do(s) plano(s) selecionado(s) verão o conteúdo deste bloco. Deixe em branco para mostrar este conteúdo a usuários que não pertencem a nenhum plano.

source: This content will only be shown to guests or non-members.
pt_br: Este conteúdo será mostrado apenas para convidados ou não membros.
